Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/lone-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Eksistensiálalaš skuvlahistorjá Láhpis
nob: Eksistensiell skolehistorie fra Loppa

source: Lone Hegg ( Govva : Andreas Hegg )
nob: Lone Hegg ( Foto : Andreas Hegg )

source: Lone Synnøve Hegg ( r. Jørgensen ) lea riegádan 1975:s ja lea bajásšaddan Sáttomohgáttis Láhpis Oarje-Finnmárkkus .
nob: Lone Synnøve Hegg ( f. Jørgensen ) er født i 1975 og oppvokst på Sandland i Loppa i Vest-Finnmark .

source: Doppe son váccii vuođđoskuvlla .
nob: Der gikk hun grunnskolen .

source: Maŋŋil váccii joatkkaskuvlla Álttás ja logai psykologiija , davviriikkalašfága ja pedagogihka váldofága Romssa Universitehtas .
nob: Seinere gikk hun videregående skole i Alta og studerte ved Universitetet i Tromsø , der hun tok psykologi , nordisk og hovedfag i pedagogikk .

source: Dán artihkkala vuođđun lea váldofágabargu Norsk eller samisk ?
nob: Denne artikkelen bygger på hovedfagsoppgava Norsk eller samisk ?

source: Lone Hegg lea bargan oahpaheaddjin ja pedagogalaš-psykologalaš ráđđeaddin .
nob: Lone Hegg har arbeida som lærer og pedagogisk-psykologisk rådgiver .

source: Son ássá dál Čáhcesullos ja bargá Finnmárkku fylkkagielddas , gos juste dál ( 2006 ) bargá Máhttoloktema prošeaktajođiheaddjin .
nob: Hun bor nå i Vadsø og arbeider i Finnmark fylkeskommune , for tida som prosjektleder for Kunnskapsløftet .

source: Dáppe ii leat 1900-logus hupmanveara sámi skuvlahistorjá , logai rávis Láhpi olmmái munnje .
nob: Det er ikke noe samisk skolehistorie å snakke om her på 1900-tallet , sa en godt voksen mann fra Loppa kommune til meg .

source: Go jearan muhtun nuorabuš nissonolbmos seamma suohkanis ahte movt su skuvlla oahppit vásihedje sámivuođa , de son vástida ahte son muitá muhtun sápmelaš govaid o-fága oahppogirjjis .
nob: Når jeg spør en noe yngre kvinne fra kommunen , om hvilket forhold elevene på hennes skole hadde til det samiske , svarer hun at hun husker noen bilder av samer fra o-fagsboka .

source: Vaikko sámivuohta ii leat ge leamaš dakkár ášši man birra hupme Láhpi skuvllas , de dat goitge lea eksistensiálalaš fáddá mii lea dehálaš ollugiidda mis , dihtomielalaččat dahje dieđekeahttá .
nob: Selv om det samiske ikke har vært et verbalt tema på skolen i Loppa , har det vært et eksistensielt viktig tema for mange av oss , bevisst eller ubevisst .

source: Lean eret Sáttomohgáttis , mii lea unna giláš Láhpis .
nob: Jeg er fra Sandland , en liten bygd i Loppa .

source: Doppe ássen gitta dassážii go ledjen vihttanuppelohkái jagi .
nob: Der bodde jeg til jeg var femten år .

source: Sáttomohgáddi lei buoremus báiki máilmmis , gitta dassážii go šadden nuppelot jahkásažžan .
nob: Sandland var verdens beste plass , helt til jeg ble tenåring .

source: De šattai máilmmi vearrámus báikin .
nob: Da ble det verdens verste .

source: Njealjenuppelotjahkásažžan ledje mus ollu áššit mat váivvidedje .
nob: Som fjortenåring hadde jeg mange ting å stri med .

source: Vuosttažettiin in orron iežan mielas doarvái fávru .
nob: Blant annet irriterte jeg meg over utseendet mitt .

source: Ii mihkke lean nu go galggai leat : ledjen beare guoirras , vuovttat beare njárbadat , čalmmit beare unnit , čiččit beare unnit , romes modji ja čivhllit .
nob: Det meste var håpløst : tynn kropp , tynt hår , små øyne , små pupper , glippeglis og kviser .

source: Muhto vearrámusat ledje muohtočohkat .
nob: Men det aller verste var kinnbena .

source: Dat bullájedje ámadeajus ja leabbájedje miehtá speadjala .
nob: De stakk ut av ansiktet mitt og fylte hele speilet .

source: Sáttomohgátti skuvla 1907
nob: Sandland skole 1907

source: ( Govva : Bernt Thomassen / Ulf Jacobsena govvačoakkáldat )
nob: ( Foto : Bernt Thomassen / Ulf Jacobsens fotosamling )

source: Ii lean álo álki oažžut oahpaheddjiid muhtun doaresbealbáikái máilmmis .
nob: Skolen i Loppa Det var ikke alltid lett å få lærere til en avkrok av verden .

source: Eai lean galle finnmárkulačča geat bohte dohko , dávjá ledje lullinorgalaččat geat hupme lávlu suopmaniid ja geain ledje libardeaddji lihkastagat .
nob: De som kom var sjelden fra Finnmark , men var oftest folk sørfra , med syngende dialekter og flagrende gevanter .

source: Muhtumat borre stuolá ja stára málisin , ja earrásat ges liikojedje rabasjulggiid vázzit birra jagi .
nob: Noen spiste tang og tare til middag , mens andre trivdes best barføtt , hele året .

source: Mii oahppit oaččuimet ođđa jurddafáttáid ja fuobmáimet ollu maid beasaimet boagustit friddjaminuvttaid .
nob: Vi elevene fikk nye impulser og noe å knise av i friminuttene .

source: Diet oahpaheaddjit gal sihkkarit eai diehtán buorebut go mii ge ahte Láhpi 1845 ' olmmošlohkan čájehii ahte 60,6 % suohkanássiin ledje sápmelaččat .
nob: Disse lærerne visste antakelig like lite som oss om at folketellingen i Loppa fra 1845 viser at 60,6 % av befolkningen var samer .

source: 1920:s lea dát lohku njiedjan 37,83 prosentii , ja das leat mielde olbmot geain lea sihke suoma ja sámi gullevašvuohta .
nob: I 1920 synker dette tallet til 37,83 % der finner og blanding av samer og finner også er inkludert .

source: 1970:s lohká 2,6 % álbmogis ahte sii várra leat sápmelaččat .
nob: I 1970 sier 2,6 % av befolkningen , at de muligens er samer .

source: De eai šat gávdno olmmošloguin suopmelaččat ja dakkár olbmot geain lea máŋgga kultuvrii gullevašvuohta .
nob: Da er alle finner og blandingsfolk borte i folketellingen .

source: Láhpi suohkanis leat ollu smávva gilážat , ja suohkanguovddáš lea Ákšovuotna , mii lea suohkana stuorámus gilli .
nob: Loppa kommune består av mange små bygder , med kommunesenteret Øksfjord som den største bygda .

source: Muhtun giliin dovdo lestadiánalaš osku , muhto ii buot giliin . Sáttomohgáddi lea dihte dakkár gilli gos diet osku ii vuhtton nu bearehaga .
nob: Noen av bygdene er preget av det læstadianske , mens i andre bygder , for eksempel Sandland , finner du svært lite av dette trossamfunnet .

source: Sáhttá go leat nu ahte lestadiánalaš gilit leat buorebut váldán vára sámi kultuvrras ja iešvuođas go dat gilit gos ii lean lestadiánalaš osku ?
nob: Kan det tenkes at de læstadianske bygdene i Loppa bedre har tatt vare på den samiske kulturen og identiteten enn de ikke-læstadianske ?

source: Ságastaladettiin muhtun dievdduin ja nissonolbmuin geat leaba eret Bártnatvuonas , mii lea Sáttomohgátti ránnjágilli , ožžon dan ipmárdusa ahte soai eaba dorjon dien oaivila .
nob: Samtaler med en mann og en kvinne fra Sør-Tverrfjord , nabobygda til Sandland , støtter ikke dette .

source: Vaikko lohkaba ge dovdat eanet lagasvuođa sámegillii , de soai eaba gal sáhte iežaska gili gohčodit sámi gillin , ii ge sámivuohta leat juoga man birra doppe olbmot hupmet .
nob: Selv om begge der kan fortelle om en større nærhet til det samiske språket , er det ingen av dem som ser på bygda som samisk , eller har sett på det samiske som noe tema .

source: Vaikko ovdalis namahuvvon olmmái logai ge ahte 1900-logus ii leat hupmanveara sámi skuvlahistorjá , de son muitala ahte go son váccii skuvlla Láhpi suohkanis , birrasiid 1940:s , de máhtte buot mánát sámegiela .
nob: Selv om den tidligere nevnte mannen mener at det ikke er noe samisk skolehistorie å snakke om på 1900–tallet , kan han fortelle at da han gikk på skole i Loppa kommune , rundt 1940 , kunne alle ungene samisk .

source: Muhto go jearan hupme go sii sámegiela skuvllas , de son gal biehttala dan garrasit .
nob: Men da jeg spør om de snakket det på skolen , avkrefter han det på det sterkeste .

source: « Ii heađisge , ii oktage mis gal hupman sámegiela skuvllas » .
nob: « Nei , nei , nei , ingen av oss snakket samisk på skolen » .

source: Muhtun vuoras nissonoahpaheaddji muitala ahte su áhkku humai sámegiela ja su eadni ipmirdii sámegiela , muhto sámegiela birra ii galgan hubmojuvvot , ii dalle go son lei skuvlavázzi , ii ge maŋŋil ge go son bargagođii oahpaheaddjin gilis .
nob: En eldre kvinnelig lærer kan fortelle at bestemoren snakket samisk og at moren forsto samisk , men at det samiske aldri var noe tema , verken da hun var elev eller lærer i bygda .

source: Ákšovuona mánáidskuvlla 4. luohkká 1953:s .
nob: Klassebilde av 4. klasse ved Øksfjord barneskole 1953 .

source: Duogabealde skuvlabráhkka mii geavahuvvui ovdal go ođđa skuvla huksejuvvui .
nob: I bakgrunnen bygninga som ble brukt til skolebrakke før den nye skolen kom .

source: Dat geavahuvvui maiddái internáhttan Ovdimusas guvlui , gurut ráiddus : Trygve Andersen , Ingolf Bye , Solveig Andersen , Gunnveig Magnussen , Steinar Aslaksen , Jens Børve , Ole Wirkola .
nob: Denne blei også brukt som skoleinternat Fra nærmest kamera og bakover , venstre rekke : Trygve Andersen , Ingolf Bye , Solveig Andersen , Gunnveig Magnussen , Steinar Aslaksen , Jens Børve , Ole Wirkola .

source: Olgeš ráidu : Willi Flatmo , Gunnar Rydheim , Terje Johansen , Peder R. Winterseth , Torfinn Kiil , Solfrid Wilhelmsen , Hilde Bosch , Evy-Ann Larsen
nob: Høyre rekke : Willi Flatmo , Gunnar Rydheim , Terje Johansen , Peder R. Winterseth , Torfinn Kiil , Solfrid Wilhelmsen , Hilde Bosch , Evy-Ann Larsen

source: ( Govva : Jon Martin Alnes / Finmarksbiblioteket )
nob: ( Foto : Jon Martin Alnes / Finmarksbiblioteket )

source: Juohke geasi bohte bohccot Sáttomohgáddái .
nob: Hver sommer var det rein å se på Sandland .

source: Ja de bohte maid sápmelaččat .
nob: Da kom også samene .

source: Diet sápmelaččat ledje imašlaš olbmot .
nob: De var merkelige folk disse samene .

source: Lei čielggas ahte ollugat giliolbmuin hupme heajos ságaid sin birra .
nob: Det var tydelig at mange i bygda hadde mindre positive ting å si om dem.

source: . Ja buoret ii šaddan dilli go bohccot dulbmo áiddiid ja guhto olbmuid gittiin .
nob: Det at rein trådde ned gjerder og spiste opp hagene til folk , gjorde ikke saken noe bedre .

source: « Fjellfinn » lei cielossátni maid geavaheimmet go galggaimet olbmástallat nuoraidskuvllas .
nob: « Fjellfinn » var et skjellsord vi brukte når vi skulle være riktig tøffe på ungdomsskolen .

source: Duođi eanet oktavuohta ii lean mus sápmelaččaiguin .
nob: Noe stort annet forhold til samer , hadde jeg ikke .

source: Sii orro Kárášjogas , Guovdageainnus ja Mázes , ja johte bohccuiguin duohkot deike .
nob: De bodde i Karasjok , Kautokeino og Masi , og reiste rundt med rein .

source: Dieđekeahtes fáddá
nob: Det ubevisste tema

source: Sámi identitehta ii leat leamaš dakkár ášši man birra olbmot leat hupman Láhpis .
nob: Samisk identitet har ikke vært et tema man har snakket om i Loppa .

source: Liikká sáhttá lohkat ahte dát lea eksistensiálalaš dehálaš fáddá eatnasiidda Finnmárkkus .
nob: Likevel kan man si at det er et eksistensielt viktig tema for de aller fleste i Finnmark .

source: Jus jearrá juoidá sámi áššiid birra dáruiduvvan guovlluin , de dat dagaha heajos , lossa dilálašvuođa , imaštallama ja olmmoš oažžu gažaldagaid vástádussan .
nob: Spør man om det samiske i de fornorskede områdene , kan man oppleve sinne , trykket stemning , forundring og spørsmål tilbake .

source: Eanas olbmuin leat juogalágan dovddut sámivuhtii .
nob: De fleste har en holdning til det samiske .

source: Eatnasiin leat hui garra oaivilat .
nob: Mange har svært sterke meninger .

source: Dan oaidná earet eará media ságastallamiin ja eana- ja čáhcevuoigatvuođaid digaštallamiin .
nob: Det kan man blant annet se gjennom debatter i media og alle diskusjonene rundt den såkalte retten til land og vann .

source: Čájehuvvo ahte dát lea váttis fáddá juste dan dihtii go sámi historjjá birra ii leat oahpahuvvon ovdalaš mearrasámi suohkaniin , nugo ovdamearkka dihte Láhpis .
nob: Nettopp fraværet av kunnskap om den samiske historikken i tidligere sjøsamiske kommuner , som for eksempel Loppa , viser at dette er et vanskelig tema .

source: Manne ii galgan oahpahuvvot sámiid birra Láhpis 1900-logus ?
nob: Hvorfor var det samiske fraværende på skolen i Loppa på 1900-tallet ?

source: Jus olmmoš háliida historjjá gullat , de ii leat váttis dan gávdnat .
nob: Dersom man ønsker seg en historie , er det ingen problem å finne den .

source: Eatnasat Finnmárkkus máhttet ohcat iežaset máttuid Mátta-Norggas , Frankriikkas , Ruoŧas dahje eará eksohtalaš guovlluin , go beare fal ohcet doarvái guhká .
nob: De fleste i Finnmark klarer å lete frem forfedre fra Sør-Norge , Frankrike , Sverige eller andre eksotiske strøk , dersom de bare leter lenge nok .

source: Nuorravuođas mun lávejin lohkat ahte olles mu soga máddu lea muhtun vearredahkki gii lei eret Gudbrandsdalenis .
nob: I tenårene baserte jeg hele mitt opphav på en forbryter fra Gudbrandsdalen .

source: Mu bearaš boahtá Gudbrandsdalenis .
nob: Familien min stammer fra Gudbrandsdalen .

source: Ja mii leat čuvvon iežamet soga duogáža gitta álggogeahčái 1800-logu .
nob: Ja , vi vet familiebakgrunnen vår helt tilbake til tidlig på 1800-tallet .

source: Peder Bjerk lei reaŋgan muhtun oapmedálus Øyeris Gudbrandsdalenis .
nob: Peder Bjerk var dreng på en gård i Øyer i Gudbrandsdalen .

source: Son lei vigiheamet sivahallojuvvon suolan , ja danne son časkkii leansmánne .
nob: I forbindelse med at han urettmessig ble anklaget for tyveri , slo han ned lensmannen .

source: Son sáddejuvvui ráŋggáštusvissui Osloi , ja dasto Finnmárkui .
nob: Han ble sendt på tukthus i Oslo , og deretter bar det til Finnmark .

source: Mánát ja eamit báhce Øyerii ja son oaččui ođđa bearraša Áltái .
nob: Barna og kona ble igjen på Øyer og han stifta ny familie i Alta .

source: Manne háliidin leat Gudbrandsdalenis eret ?
nob: Hvorfor ønsket jeg å være fra Gudbrandsdalen ?

source: Manne in háliidan dovddahit ahte dat maid speadjalis oidnen , lei mu sámi gullevašvuohta ?
nob: Hvorfor koblet jeg ikke det jeg så i speilet med samisk opphav ?

source: Manne geavaheimmet sáni « fjellfinn » cielossátnin ?
nob: Hvorfor brukte vi fjellfinn som et skjellsord ?

source: Háliidin leat eanemus lági mielde seammalágan go earát mu ahkásaččain .
nob: Jeg ønsket nok å være mest mulig lik mine jevnaldrende .

source: Jus soames livččii midjiide muitalan min sámi historjjá , livččiimet go ipmirdan dan ?
nob: Dersom noen hadde fortalt oss om vår samiske historie , ville vi ha forstått det ?

source: Orun dego muitimin ahte okta gili oahpaheaddji muitalii min luohkkái ahte mis lei buohkain juogalágan sámi gullevašvuohta .
nob: Jeg har en vag erindring om at en lærer fra bygda fortalte oss i klassen om vi alle hadde noe samisk i oss .

source: Orun gal dego gullan dan , ja muittán maid dan .
nob: På den ene siden hørte jeg det , og husker det .

source: Muhto nuppe bealis fas in diktán dan moktege alccen čuohcat .
nob: På den andre siden tok jeg det ikke inn over meg .

source: Go rávisolmmožin ohppen dáruiduhttima birra , de manai maid guhkes áigi ovdalgo bidjen iežan dien govvii , ja manai vel guhkit áigi ovdalgo navdigohten iežan sápmelažžan .
nob: Da jeg i voksen alder fikk kunnskap om fornorskningen , tok det også lang tid før jeg plasserte meg i dette bildet , og deretter enda lengre tid før jeg så på meg selv som samisk .

source: Mus lei imaš vásáhus dá muhtun beaivvi .
nob: Jeg hadde en underlig opplevelse her om dagen .

source: Go čohkkádin ja smiehtadin áhku ja ádjá birra , de fuobmájin juoidá . Jus soai humaiga sámegiela , de han soai fertiiga lean sápmelaččat ?
nob: Da jeg satt og tenkte på mine besteforeldre slo en tanke meg : Dersom de snakket samisk , var det vel fordi de var samiske ?

source: Vaikko lei ge oalle ártet , de lei nu ahte diet dovddasteapmi vuodjugođii easka de mu ipmárdussii .
nob: Underlig nok var dette en erkjennelse som nå først begynte å synke inn i min bevissthet . Pappa må ha vært samisk da.

source: Teorehtalaččat lean mun dalle beallesápmelaš .
nob: Teoretisk sett gjør det meg halvt samisk .

source: Fertejin veaháš boagustit ... ii jur nie gal oba sáhttán ge leat .
nob: Jeg måtte le litt ... nei det kan umulig stemme at det er slik det er .

source: Oidnen olmmošlohkamis ahte áhčči lei sámegielat .
nob: Jeg så i folketellinga at bestefar snakket samisk .

source: Goappešagat su váhnemat leigga sámegielagat , muhto son lei sudno biebmobárdni .
nob: Begge foreldrene snakket også samisk , men han var pleiesønn .

source: Danne in dieđe vel dál ge leigga go su albma váhnemat sápmelaččat .
nob: Derfor vet jeg ennå ikke om hans virkelige foreldre var samiske .

source: Jáhkán soai leigga .
nob: Jeg tror kanskje det .

source: Áhkku soaitá leamaš veaháš rivgu .
nob: Bestemor kan ha vært litt norsk .

source: Muhto ii hal das galggaše leat nu ollu dadjamuš man ollu sápmelaš mun lean .
nob: Det burde dessuten ikke bety så mye hvor mye samisk jeg er .

source: In mun sáhte báifáhkka šaddat sápmelažžan .
nob: Jeg kan ikke plutselig bare bli samisk .

source: Dan in háliit .
nob: Det vil jeg ikke .

source: Muhto liikká dovddan čeavláivuođa go muhtun presentere mu sápmelažžan .
nob: Likevel blir jeg litt stolt når jeg blir presentert som same .

source: Juo , dat lea gal hui amas dovdu , ja mun veaháš báhkkanan ja heahpanan , muhto dovddan maid čeavláivuođa .
nob: Jo , det er veldig fremmed og jeg blir litt varm og flau , men jeg kjenner stolthet også .

source: Ja de in dárbbaš ge imaštallat manne lean gohčoduvvon čearddalaš oaidnit ja in dárbbaš dainna heahpanaddat ge .
nob: Da er ikke mitt såkalte etniske utseende noe å lure på eller skjemmes over heller .

source: Muhtun láhkái šaddá ge dasto dat mii álo lea leamaš nu heittot , veaháš buorre .
nob: På en måte er det , som alltid har vært så negativt , litt positivt da.

source: In mun buohkaiguin háliit dan birra hupmat .
nob: Det er ikke alle jeg har lyst å snakke om det med .

source: In jáhke goit ovddemus gillet vuolgit Sáttomohgáddái hupmat iežan sámi gullevašvuođa birra !
nob: Tror ikke jeg skal reise til Sandland og snakke om at jeg kanskje er same med det første !

source: Livččii áibbas eará ášši hupmat Romssas dan birra .
nob: Det hadde blitt en helt annen sak enn å gjøre det i Tromsø .

source: Dasgo mun dovddan ain heahpada .
nob: For jeg kjenner skammen .

source: Min čearddalaš gullevašvuohta ja identitehta lea dehálaš midjiide .
nob: Vår etniske tilhørighet og identitet er viktig for oss .

source: Ja dat mii midjiide lea dehálaš , bidjá dávjá johtui juoidá min siste maid mii ieža eat nagot stivret .
nob: Det som er viktig for oss setter gjerne i gang mekanismer vi selv ikke har full kontroll over .

source: Ollu dáhpáhuvvá olggobealde min dihtomiela [ Geavahan fágacealkagiid maid lean viežžan čikŋodatpsykologiijas , ja lean daid geavaheami dán árbevieru ipmárdusas vuođđudan vuosttažettiin Carl Gustav Jung čilgehusaide .
nob: Mye skjer på det ubevisste plan . [ Jeg bruker faguttrykk som jeg har hentet fra dybdepsykologien , og bruker dem i denne tradisjonens betydning , først og fremst basert på Carl Gustav Jung .

source: Lea váttis ipmirdit manne hupmen badjelgeaččamiin sápmelaččaid birra ja manne geavahin fjellfinn sáni cielossátnin , go olles mu olgguldas hápmi nu čielgasit čájeha mu sámi gullevašvuođa .
nob: For nærmere avklaring viser jeg til hovedfagsoppgaven min. ] Det er vanskelig å forstå at jeg kunne snakke nedsettende om samer og bruke fjellfinn som skjellsord , når mitt utseende så tydelig bærer preg av samisk opphav .

source: [ Eret duvdin : Bálddastahtá dieđekeahttá systema stuora ovdalanjain , juogalágan salonggain , ja dihtomielalašvuohta lea ges unnit latnja .
nob: En slik erkjennelse ble imidlertid fortrengt [ Fortrengning : Sammenlign det ubevisste system med et stort forværelse , en slags salong , og det bevisste med et mindre rom .

source: Uksabeallás dien guovtti lanja gaskkas lea vákta .
nob: På terskelen mellom de to rommene står en vokter .

source: Son sirre jurddafáttáid mat millii bohtet , ii ge luoitte daid dan unnit latnjii jus ieš ii daidda liiko .
nob: Han sensurerer sjelsimpulsene og slipper dem ikke inn i det mindre rommet hvis han ikke liker dem.

source: Go jurddafáttát mat millii bohtet bahkkejit uksabeallá rádjái , ja vákta ii luoitte daid meattá , de dat eai sáhte šat bissut dihtomielas , ja de mii lohkat ahte dat leat . ] ,
nob: Når sjelsimpulsene har trengt seg frem til terskelen og blir vist tilbake av vokteren , da kan de ikke lenger bli bevisste ; vi sier at de er blitt . ] ,

source: ja dat ii boahtán mu dihtomillii ovdal ollu jagiid maŋŋil .
nob: og befant seg ikke i det bevisste rom før flere år senere .

source: Sápmelaččaid hárdin , sihke leaikkastallamiin ja duođalašvuođas , lea juoga mii lea oahpes ášši buohkaide dán fylkkas .
nob: Hets mot samene , både i spøk og alvor , er noe de fleste som bor i fylket har et forhold til .

source: Eatnasat leat gullan dahje muitalan sámi vitssaid .
nob: De fleste har hørt eller sagt noen samevitser .

source: Ollugat leat suhttan sápmelaččaide dahje leat badjelgeahččan sin kultuvrra ja giela .
nob: Mange har vært sinte på samene eller sett ned på samisk kultur og språk .

source: Ollugat muitalit movt sii leat vásihan hárdima iežaset lahkosis .
nob: Mange kan fortelle hvordan de har følt hetsen på nært hold .

source: Olbmot geažuhit dávjá ahte mun lean oaidnit dego sápmelaš , maiddái áltálaččat lávejit dan dadjat .
nob: Jeg har ofte fått kommentarer for mitt samiske utseende , også fra folk fra Alta .

source: Ja dadjet dan nu ahte dat čuohcá munnje unohassan , lohket ahte don gal fertet lea juogo Guovdageainnus dahje Kárášjogas eret .
nob: På en måte jeg oppfatter som nedsettende , mener de bestemt at jeg må være fra Kautokeino eller Karasjok .

source: Jus láven de vástidit ahte mun dieđán ahte mus lea sámi hápmi ja ahte mun lean ge mearrasápmelaš .
nob: Dersom jeg da sier at jeg vet at jeg har samiske trekk og at jeg faktisk er sjøsamisk , blir de brydde og dropper temaet .

source: Dat gii sirre muhtun olmmošjoavkku čearddalaš gullevašvuođa vuođul , sáhttá definerejuvvot rasistan .
nob: Når man rangerer en gruppe mennesker ut fra deres etniske tilhørighet , passer man inn under definisjonen rasist .

source: Ja lea ge oalle ártet ahte dávjá olmmoš dadjala juoidá rasistalaččat dan čearddalaš joavkku birra masa ieš gullá .
nob: Ironisk nok kommer man , i mange tilfeller , med rasistiske kommentarer om en etnisk gruppe , som man selv er en del av .

source: Danne sáhttá ge digaštallat ahte lea go rasisma rievttes doaba čilget dan váttis oktavuođa mii Finnmárkkus lea sápmelaččaid ja dáččaid gaskkas .
nob: Det kan derfor drøftes om rasisme er et riktig begrep å benytte når man skal drøfte det komplekse forholdet mellom samisk og norsk i Finnmark .

source: Oktasaš heahpat
nob: Den kollektive skammen

source: Heahpat ástada .
nob: Skam kan føles lammende .

source: Heahpat bávččagahttá , ja dasa lassin ii leat almmolaččat dohkkehuvvon ahte heahpanit .
nob: I tillegg til det vonde ved å føle skam , er det ikke allment akseptert å føle skam .

source: Ii leat dohkkehuvvon ahte olmmoš galgá beassat heahpanaddat dan dihte go lea sápmelaš .
nob: Det er ikke akseptert å skjemmes over at man er same .

source: Nie ii oaččo dadjat , ii ge jurddašit ge .
nob: Slikt er det ikke lov å si , ikke en gang tenke .

source: Danne ferte dán heahpada čiegadit , nu ahte dat heahpat maid finnmárkulaččat dovdet iežaset sámivuođa dihte , galgá bissut čihkosis , olbmo dihtomiela duogábealde .
nob: Denne skammen må derfor fortrenges , slik at skammen finnmarkingen føler over det samiske , kan være ubevisst .

source: Dáruiduhttima ja hárdima geažil lea álki ipmirdit manne olbmot heahpanit sámivuođaset dihtii .
nob: Skammen over å være samisk er lett å forstå på grunn av fornorskningen og hetsen .

source: Ollu buolvvaid čađa lea midjiide muitaluvvon ahte sámi gullevašvuohta ii leat nu buorre go dáru gullevašvuohta .
nob: I mange generasjoner har vi blitt fortalt at samisk tilhørighet ikke er så bra som norsk .
